Repository: hsu3046/OverlineAI
Catalog: Overline/Localizable.xcstrings
Source language: ko
Languages: en, ja

source: %@ API 키
en: %1$@ API key
ja: %1$@のAPIキー

source: %@ 미리 듣기
en: Preview %1$@
ja: %1$@を試聴

source: %@ 열기
en: Open %1$@
ja: %1$@を開く

source: %@ 형광펜
en: %1$@ highlighter
ja: %1$@の蛍光ペン

# %@, %lld쪽, %lld일 남음
source: %1$@, %2$lld쪽, %3$lld일 남음
en: %1$@, %2$lld pages, %3$lld days left
ja: %1$@、%2$lldページ、残り%3$lld日

source: %@, 복구
en: %1$@, restore
ja: %1$@、復元

source: %@에 저장했어요.
en: Saved to %1$@.
ja: %1$@に保存しました。

source: %@점
en: %1$@ stars
ja: %1$@点

source: %@회 대출
en: %1$@ loans
ja: %1$@回貸出

source: %lld개 이어듣기
en: Listen to %1$lld items
ja: %1$lld件を続けて聴く

source: %lld일 남음
en: %1$lld days left
ja: 残り%1$lld日

source: %lld조각
en: %1$lld quotes
ja: %1$lld件の引用

source: %lld조각 선택됨
en: %1$lld quotes selected
ja: %1$lld件の引用を選択中

source: %lld쪽
en: %1$lld pages
ja: %1$lldページ

source: 5점 만점에 %lf점
en: %1$lf out of 5 stars
ja: 5点満点中%1$lf点

source: 7일간 임시 보관
en: Keep for 7 days
ja: 7日間一時保存

source: AI OCR 교정
en: AI OCR correction
ja: AI OCR補正

source: AI 감상문 초안
en: AI review draft
ja: AI感想文の下書き

source: AI 감상문 초안 만들기
en: Create AI review draft
ja: AI感想文の下書きを作成

source: AI 기능 꺼짐
en: AI features off
ja: AI機能はオフです

source: AI 태그 재생성
en: Regenerate AI tags
ja: AIタグを再生成

source: API 키 사용
en: Use API key
ja: APIキーを使用

source: API 키와 앱 설정은 포함하지 않습니다.
en: API keys and app settings are not included.
ja: APIキーとアプリの設定は含まれません。

source: ISBN 바코드 스캔
en: Scan ISBN barcode
ja: ISBNバーコードをスキャン

source: ISBN 스캔
en: Scan ISBN
ja: ISBNをスキャン

source: ISBN 입력
en: Enter ISBN
ja: ISBNを入力

source: ISBN 적용
en: Apply ISBN
ja: ISBNを適用

source: 감상문
en: Review
ja: 感想文

source: 감상문 작성
en: Write review
ja: 感想文を書く

source: 감상문 편집
en: Edit review
ja: 感想文を編集

source: 개인 정보와 이용 조건
en: Privacy and terms
ja: プライバシーと利用規約

source: 개인정보 처리방침
en: Privacy policy
ja: プライバシーポリシー

source: 건너뛰기
en: Skip
ja: スキップ

source: 검색 결과 없음
en: No results
ja: 検索結果がありません

source: 검색어 지우기
en: Clear search
ja: 検索語を消去

source: 계속 읽기
en: Continue reading
ja: 読み続ける

source: 계속 촬영
en: Continue capturing
ja: 撮影を続ける

source: 고품질 음성 모델과 라이선스는 사용자가 음성 팩을 받을 때 함께 저장됩니다.
en: The high-quality voice model and license are saved when you download the voice pack.
ja: 高品質音声モデルとライセンスは、音声パックのダウンロード時に保存されます。

source: 고품질 음성 받기
en: Download high-quality voice
ja: 高品質の音声をダウンロード

source: 고품질 음성 받는 중
en: Downloading high-quality voice
ja: 高品質の音声をダウンロード中

source: 고품질 음성 팩 삭제
en: Delete high-quality voice pack
ja: 高品質の音声パックを削除

source: 고품질 음성 팩을 받을까요?
en: Download the high-quality voice pack?
ja: 高品質の音声パックをダウンロードしますか？

source: 고품질 음성 팩을 삭제할까요?
en: Delete the high-quality voice pack?
ja: 高品質の音声パックを削除しますか？

source: 고품질 음성은 iPhone 설정 → 손쉬운 사용 → 읽기 및 말하기 → 음성 → 한국어 → 음성에서 다운로드할 수 있습니다.
en: Download high-quality voices in iPhone Settings → Accessibility → Spoken Content → Voices.
ja: 高品質の音声はiPhoneの「設定」→「アクセシビリティ」→「読み上げコンテンツ」→「声」からダウンロードできます。

source: 근거 글조각 보기
en: View source quotes
ja: 参照した引用を見る

source: 근거 글조각 없음
en: No source quotes
ja: 参照した引用がありません

source: 글조각
en: Quote
ja: 引用

source: 글조각 %lld개 참고
en: Based on %1$lld quotes
ja: %1$lld件の引用を参照

source: 글조각 낭독 중지
en: Stop reading quote
ja: 読み上げを停止

source: 글조각 듣기
en: Listen to quote
ja: 引用を聴く

source: 글조각 삭제
en: Delete quote
ja: 引用を削除

source: 글조각 상세
en: Quote details
ja: 引用の詳細

source: 글조각 서랍 열기
en: Open Quote Drawer
ja: 引用の引き出しを開く

source: 글조각 서랍 캡처 미리보기
en: Quote Drawer capture preview
ja: 引用の引き出しの撮影プレビュー

source: 글조각 서랍에 저장했어요.
en: Saved to Quote Drawer.
ja: 引用の引き出しに保存しました。

source: 글조각 서랍의 캡처, 책장, 인사이트, 커뮤니티 화면을 바로 엽니다.
en: Open Capture, Library, Insights or Community in Quote Drawer.
ja: 引用の引き出しの撮影、本棚、インサイト、コミュニティ画面を直接開きます。

source: 글조각 선택
en: Select quote
ja: 引用を選択

source: 글조각 없음
en: No quotes
ja: 引用がありません

source: 글조각 이어듣기
en: Listen to quotes
ja: 引用を続けて聴く

source: 글조각 저장
en: Save quote
ja: 引用を保存

source: 글조각을 삭제할까요?
en: Delete this quote?
ja: この引用を削除しますか？

source: 다른 검색어를 입력해 보세요.
en: Try another search term.
ja: 別の検索語を入力してください。

source: 다른 글조각, 태그, 메모로 찾아보세요.
en: Search another quote, tag or memo.
ja: 別の引用、タグ、メモで検索してください。

source: 다른 단어, 태그, 책 이름으로 찾아보세요.
en: Search another word, tag or book title.
ja: 別の単語、タグ、本のタイトルで検索してください。

source: 다른 질문이나 키워드로 찾아보세요.
en: Try another question or keyword.
ja: 別の質問やキーワードで検索してください。

source: 다른 책을 선택해 보세요.
en: Choose another book.
ja: 別の本を選んでください。

source: 다시 받기
en: Download again
ja: 再ダウンロード

source: 다운로드 음성 모델
en: Downloaded voice model
ja: ダウンロードした音声モデル

source: 다음
en: Next
ja: 次へ

source: 닫기
en: Close
ja: 閉じる

source: 도서 검색
en: Search books
ja: 本を検索

source: 독서 기록
en: Reading log
ja: 読書記録

source: 독서 기록 삭제
en: Delete reading log
ja: 読書記録を削除

source: 독서 기록 없음
en: No reading logs
ja: 読書記録がありません

source: 독서 기록 추가
en: Add reading log
ja: 読書記録を追加

source: 독서 기록을 삭제할까요?
en: Delete this reading log?
ja: この読書記録を削除しますか？

source: 두 번 탭하여 이어서 듣기
en: Double-tap to continue listening
ja: ダブルタップして続きを聴く

source: 떠오른 생각을 바로 적기
en: Write down a thought
ja: 思いついたことをすぐに書く

source: 메모
en: Memo
ja: メモ

source: 메모 저장
en: Save memo
ja: メモを保存

source: 모델 ID
en: Model ID
ja: モデルID

source: 모델 선택
en: Select model
ja: モデルを選択

source: 모두 선택
en: Select all
ja: すべて選択

source: 모든 책, 글조각, 인사이트 삭제
en: Delete all books, quotes and insights
ja: すべての本、引用、インサイトを削除

source: 문장들에게 묻기
en: Ask your quotes
ja: 引用に質問する

source: 미리 듣기 중지
en: Stop preview
ja: 試聴を停止

source: 밑줄이나 네모를 그려서 원하는 문장을 선택
en: Underline or draw a rectangle to select text
ja: 下線や四角を描いて文を選択

source: 받기 · %@
en: Download · %1$@
ja: ダウンロード・%1$@

source: 방금 저장한 글조각 삭제
en: Delete the quote just saved
ja: 直前に保存した引用を削除

source: 방식
en: Mode
ja: 方法

source: 백업 가져오기
en: Import backup
ja: バックアップを読み込む

source: 백업 파일 가져오기
en: Import backup
ja: バックアップを読み込む

source: 백업 파일 내보내기
en: Export backup
ja: バックアップを書き出す

source: 변경 내용 버리고 새로 촬영
en: Discard changes and start a new capture
ja: 変更を破棄して撮り直す

source: 변경 내용 저장하고 새로 촬영
en: Save changes and start a new capture
ja: 変更を保存して撮り直す

source: 별을 탭하거나 쓸어 별점을 선택합니다
en: Tap or swipe the stars to rate.
ja: 星をタップまたはスワイプして評価を選びます

source: 별점
en: Rating
ja: 評価

source: 별점 %lf점
en: %1$lf stars
ja: 評価%1$lf点

source: 별점 없음
en: No rating
ja: 評価なし

source: 별점 지우기
en: Clear rating
ja: 評価を消去

source: 보관함
en: Archive
ja: 保管庫

source: 보관하고 새로 촬영
en: Save and start a new capture
ja: 保存して新しく撮影

source: 보관함 초기화
en: Reset archive
ja: 保管庫を初期化

source: 보관함을 초기화할까요?
en: Reset the archive?
ja: 保管庫を初期化しますか？

source: 복구
en: Restore
ja: 復元

source: 복구 없음
en: Nothing to restore
ja: 復元できるものはありません

source: 본문 낭독
en: Read text aloud
ja: 本文の読み上げ

source: 사용 안내
en: Guide
ja: 使い方

source: 사진 불러오기
en: Import photo
ja: 写真を読み込む

source: 삭제
en: Delete
ja: 削除

source: 삭제 전 최근 상태를 이 기기에 복구 백업으로 남깁니다. 이후 설정의 최근 초기화 복구에서 되돌릴 수 있습니다.
en: A recovery backup is saved on this device before deletion. You can restore it later in Settings.
ja: 削除前の状態をこの端末に復元用バックアップとして残します。設定から復元できます。

source: 새 글을 읽을까요?
en: Start a new reading?
ja: 新しい文章を読みますか？

source: 새로 촬영
en: New capture
ja: 新しく撮影

source: 생각
en: Thought
ja: 考え

source: 생각 저장
en: Save thought
ja: 考えを保存

source: 생각 정리
en: Organize thoughts
ja: 考えを整理

source: 생각 정리를 저장했습니다.
en: Thoughts saved.
ja: 考えの整理を保存しました。

source: 생각 정리하기
en: Organize thoughts
ja: 考えを整理する

source: 선택 범위
en: Selection
ja: 選択範囲

source: 선택 지우기
en: Clear selection
ja: 選択を消去

source: 선택 해제
en: Deselect
ja: 選択を解除

source: 선택할 글조각 없음
en: No quotes to select
ja: 選択できる引用がありません

source: 설정
en: Settings
ja: 設定

source: 스캔
en: Scan
ja: スキャン

source: 시뮬레이터에서는 카메라 스캔을 사용할 수 없습니다.
en: Camera scanning is unavailable in the simulator.
ja: シミュレータではカメラスキャンを使用できません。

source: 시작
en: Start
ja: 開始

source: 실제 기기에서는 ISBN 바코드를 자동으로 읽습니다.
en: On a device, the ISBN barcode is read automatically.
ja: 実機ではISBNバーコードを自動的に読み取ります。

source: 아직 글조각이 없습니다
en: No quotes yet
ja: 引用はまだありません

source: 연결
en: Connection
ja: 接続

source: 오픈소스 라이선스
en: Open-source licenses
ja: オープンソースライセンス

source: 완료
en: Done
ja: 完了

source: 외부 AI 사용
en: Use external AI
ja: 外部AIを使用

source: 외부 AI 설정
en: External AI settings
ja: 外部AIの設定

source: 요약
en: Summary
ja: 要約

source: 웹에서 개인정보 처리방침 보기
en: View privacy policy online
ja: ウェブでプライバシーポリシーを見る

source: 음성
en: Voice
ja: 音声

source: 음성 메모 권한 설정 열기
en: Open voice memo permissions
ja: 音声メモの権限設定を開く

source: 음성 메모 시작
en: Start voice memo
ja: 音声メモを開始

source: 음성 메모 중지
en: Stop voice memo
ja: 音声メモを停止

source: 음성 선택
en: Select voice
ja: 音声を選択

source: 음성 팩 삭제
en: Delete voice pack
ja: 音声パックを削除

source: 음성 팩을 준비하지 못했습니다
en: Could not prepare the voice pack
ja: 音声パックを準備できませんでした

source: 음성을 재생하지 못했습니다
en: Could not play audio
ja: 音声を再生できませんでした

source: 음질
en: Voice quality
ja: 音質

source: 이 백업으로 보관함을 바꿀까요?
en: Replace the archive with this backup?
ja: このバックアップで保管庫を置き換えますか？

source: 이 책을 읽고 남은 생각
en: Thoughts after reading this book
ja: この本を読んで感じたこと

source: 이 책을 읽은 시간을 남겨보세요.
en: Record the time you spent reading this book.
ja: この本を読んだ時間を記録しましょう。

source: 이어 밑줄긋기 취소
en: Cancel continued underlining
ja: 続けて下線を引く操作をキャンセル

source: 이어듣기 일시정지
en: Pause playlist
ja: 連続再生を一時停止

source: 이어듣기 재생
en: Resume playlist
ja: 連続再生を開始

source: 이어듣기 중지
en: Stop playlist
ja: 連続再生を停止

source: 이어서 듣기
en: Continue listening
ja: 続けて聴く

source: 이용 조건
en: Terms of use
ja: 利用規約

source: 이전
en: Previous
ja: 戻る

source: 인사이트
en: Insights
ja: インサイト

source: 인사이트 공유
en: Share insight
ja: インサイトを共有

source: 인사이트 방식
en: Insight mode
ja: インサイトの方法

source: 인사이트 생성
en: Generate insight
ja: インサイトを生成

source: 인사이트 저장됨
en: Insight saved
ja: インサイトを保存しました

source: 인사이트를 삭제할까요?
en: Delete this insight?
ja: このインサイトを削除しますか？

source: 일부 장소를 불러오지 못했습니다.
en: Some places could not be loaded.
ja: 一部の場所を読み込めませんでした。

source: 일부 출처를 불러오지 못했습니다.
en: Some sources could not be loaded.
ja: 一部の情報源を読み込めませんでした。

source: 일시정지
en: Pause
ja: 一時停止

source: 읽다가 든 생각 저장
en: Save a reading thought
ja: 読書中の考えを保存

source: 읽던 내용을 임시로 보관할까요?
en: Temporarily save your reading?
ja: 読んでいた内容を一時保存しますか？

source: 읽을 글조각이 없습니다
en: No quotes to read
ja: 読み上げる引用がありません

source: 임시 보관 %lld개
en: %1$lld temporary saves
ja: 一時保存%1$lld件

source: 임시 보관한 글은 7일 후 자동으로 지워집니다.
en: Temporary saves are automatically deleted after 7 days.
ja: 一時保存した文章は7日後に自動的に削除されます。

source: 입력한 모델 ID를 목록에서 선택한 모델 대신 사용합니다.
en: The entered model ID overrides the selected model.
ja: 入力したモデルIDを、一覧で選択したモデルの代わりに使用します。

source: 재생
en: Play
ja: 再生

source: 저장할 생각을 입력해 주세요.
en: Enter a thought to save.
ja: 保存する考えを入力してください。

source: 저장할 책 선택
en: Choose a book to save to
ja: 保存先の本を選択

source: 전체 보기
en: View all
ja: すべて表示

source: 제공자
en: Provider
ja: プロバイダー

source: 제목, 저자, ISBN
en: Title, author, ISBN
ja: タイトル、著者、ISBN

source: 조명 끄기
en: Turn off light
ja: ライトをオフ

source: 조명 켜기
en: Turn on light
ja: ライトをオン

source: 종료
en: Finish
ja: 終了

source: 종료일
en: End date
ja: 終了日

source: 지금 지우기
en: Delete now
ja: 今すぐ削除

source: 지금까지 촬영한 %lld쪽이 지워집니다.
en: The %1$lld captured pages will be deleted.
ja: これまで撮影した%1$lldページが削除されます。

source: 지우고 새로 촬영
en: Delete and start a new capture
ja: 削除して新しく撮影

source: 직전 글조각에 이어 붙이는 중
en: Appending to previous quote
ja: 直前の引用に追加中

source: 직접 입력
en: Enter manually
ja: 手動入力

source: 질문
en: Question
ja: 質問

source: 책
en: Books
ja: 本

source: 책 뒤표지의 ISBN 바코드를 프레임 안에 맞춰 주세요.
en: Align the ISBN barcode on the back cover with the frame.
ja: 本の裏表紙のISBNバーコードを枠に合わせてください。

source: 책 삭제
en: Delete book
ja: 本を削除

source: 책 선택
en: Select book
ja: 本を選択

source: 책 제목 또는 저자
en: Book title or author
ja: 本のタイトルまたは著者

source: 책 추가
en: Add book
ja: 本を追加

source: 책 편집
en: Edit book
ja: 本を編集

source: 책갈피
en: Bookmark
ja: しおり

source: 책갈피 페이지
en: Bookmark page
ja: しおりのページ

source: 책으로 포함됨
en: Included as book
ja: 本として含まれています

source: 책을 삭제할까요?
en: Delete this book?
ja: この本を削除しますか？

source: 책을 읽다가 떠오른 짧은 생각을 글조각 서랍에 저장합니다.
en: Save brief reading thoughts to Quote Drawer.
ja: 読書中に思いついたことを引用の引き出しに保存します。

source: 책을 찾을 수 없음
en: Book not found
ja: 本が見つかりません

source: 책장
en: Library
ja: 本棚

source: 책장에서 선택
en: Select from library
ja: 本棚から選択

source: 처음부터 촬영
en: Capture from the beginning
ja: 最初から撮影

source: 첫 독서 기록 남기기
en: Add your first reading log
ja: 最初の読書記録を残す

source: 초기화 직전의 책, 글조각, 인사이트를 이 기기 안의 복구 백업에서 되돌립니다.
en: Restore books, quotes and insights from the backup saved on this device before the reset.
ja: 初期化直前の本、引用、インサイトを、この端末に保存されたバックアップから復元します。

source: 촬영 완료
en: Finish capture
ja: 撮影を完了

source: 촬영 취소
en: Cancel capture
ja: 撮影をキャンセル

source: 촬영한 내용을 지우고 처음부터 시작할까요?
en: Delete captured content and start over?
ja: 撮影した内容を削除して最初からやり直しますか？

source: 촬영한 사진은 저장되지 않습니다
en: Captured photos are not saved
ja: 撮影した写真は保存されません

source: 최근 글조각 모두 보기
en: View all recent quotes
ja: 最近の引用をすべて表示

source: 최근 글조각을 선택한 상태로 글조각 서랍의 인사이트 작업 공간을 엽니다.
en: Open Insights with recent quotes selected.
ja: 最近の引用を選択した状態でインサイト画面を開きます。

source: 최근 독서 기록 편집
en: Edit recent reading log
ja: 最近の読書記録を編集

source: 최근 초기화 복구
en: Restore recent reset
ja: 最近の初期化を復元

source: 최근 초기화를 복구할까요?
en: Restore the recent reset?
ja: 最近の初期化を復元しますか？

source: 최대 %lld개
en: Up to %1$lld
ja: 最大%1$lld件

source: 출처: 도서관 정보나루 · 국립중앙도서관
en: Source: Data for Library · National Library of Korea
ja: 出典：韓国図書館情報ナロ・韓国国立中央図書館

source: 취소
en: Cancel
ja: キャンセル

source: 카메라 권한 설정 열기
en: Open camera permissions
ja: カメラの権限設定を開く

source: 카메라 준비 중
en: Preparing camera
ja: カメラを準備中

source: 캡처
en: Capture
ja: 撮影

source: 캡처 방식
en: Capture mode
ja: 撮影方法

source: 캡처 방식 선택
en: Choose capture mode
ja: 撮影方法を選択

source: 캡처 탭에서 간직하고 싶은 문장을 저장해 보세요.
en: Save a sentence you want to keep from Capture.
ja: 撮影タブで残したい文を保存しましょう。

source: 캡처 탭에서 문장을 저장하면 인사이트에 사용할 수 있습니다.
en: Save a sentence in Capture to use it in Insights.
ja: 撮影タブで文を保存すると、インサイトに使用できます。

source: 캡처한 글조각이 여기에 모입니다.
en: Your captured quotes appear here.
ja: 撮影した引用がここに集まります。

source: 커뮤니티
en: Community
ja: コミュニティ

source: 켜면 AI 기능에 필요한 글조각, 메모와 책 정보가 %@에 전송됩니다. 끄면 AI 요청이 전송되지 않습니다.
en: When enabled, quotes, memos and book information needed for AI features are sent to %1$@. When disabled, no AI requests are sent.
ja: オンにすると、AI機能に必要な引用、メモ、本の情報が%1$@に送信されます。オフにすると送信されません。

source: 키보드 닫기
en: Dismiss keyboard
ja: キーボードを閉じる

source: 태그
en: Tags
ja: タグ

source: 텍스트 낭독
en: Text to speech
ja: テキストの読み上げ

source: 텍스트 낭독 설정
en: Text-to-speech settings
ja: 読み上げ設定

source: 튜토리얼 다시 보기
en: Replay tutorial
ja: チュートリアルをもう一度見る

source: 페이지
en: Page
ja: ページ

source: 페이지 촬영
en: Capture page
ja: ページを撮影

source: 페이지 추가
en: Add page
ja: ページを追加

source: 페이지 추가 취소
en: Cancel adding page
ja: ページ追加をキャンセル

source: 평가 안 함
en: Not rated
ja: 未評価

source: 플래시 끄기
en: Turn off flash
ja: フラッシュをオフ

source: 플래시 켜기
en: Turn on flash
ja: フラッシュをオン

source: 필요하면 메모 추가
en: Add an optional memo
ja: 必要に応じてメモを追加

source: 필요할 때 다시 받을 수 있습니다.
en: You can download it again later.
ja: 必要なときに再ダウンロードできます。

source: 한 번 받으면 인터넷 없이 사용할 수 있습니다.
en: Once downloaded, it works offline.
ja: 一度ダウンロードするとオフラインで使用できます。

source: 한국어
en: Korean
ja: 日本語

source: 현재 사용 중인 AI
en: Current AI
ja: 使用中のAI

source: 화면
en: Screen
ja: 画面

source: 화면의 선택 표시만 지웁니다. 저장된 글조각은 유지됩니다.
en: Only the selection marks are cleared. Saved quotes remain.
ja: 画面の選択表示だけを消去します。保存した引用は残ります。

source: 확인
en: OK
ja: OK

source: 확장
en: Expand
ja: 拡張

source: 글조각 서랍
en: Quote Drawer
ja: 引用の引き出し

source: 책에서 선택
en: Select from books
ja: 本から選択

source: 내 주변
en: Nearby
ja: 近くの場所

source: 관련 글
en: Related articles
ja: 関連記事

source: 인기 도서
en: Popular books
ja: 人気の本

source: 전체
en: All
ja: すべて

source: 서점
en: Bookstores
ja: 書店

source: 도서관
en: Libraries
ja: 図書館

source: 관련도순
en: Relevance
ja: 関連度順

source: 최신순
en: Latest
ja: 新しい順

source: 대출 순위
en: Loan rankings
ja: 貸出ランキング

source: 전체 분야
en: All categories
ja: すべてのジャンル

source: 소설·시·희곡
en: Fiction, poetry and plays
ja: 小説・詩・戯曲

source: 에세이
en: Essays
ja: エッセイ

source: 인문학
en: Humanities
ja: 人文科学

source: 경제·경영
en: Business and economics
ja: 経済・ビジネス

source: 자기계발
en: Self-help
ja: 自己啓発

source: 어린이
en: Children
ja: 児童書

source: 문학
en: Literature
ja: 文学

source: 철학
en: Philosophy
ja: 哲学

source: 사회과학
en: Social sciences
ja: 社会科学

source: 자연과학
en: Natural sciences
ja: 自然科学

source: 기술과학
en: Technology
ja: 技術科学

source: 예술
en: Arts
ja: 芸術

source: 역사
en: History
ja: 歴史

source: 위치를 사용할 수 없습니다
en: Location unavailable
ja: 位置情報を使用できません

source: 설정 열기
en: Open Settings
ja: 設定を開く

source: 다시 시도
en: Try again
ja: 再試行

source: 가까운 책 공간을 찾고 있습니다
en: Finding nearby book places
ja: 近くの本に関する場所を探しています

source: 장소를 불러오지 못했습니다
en: Could not load places
ja: 場所を読み込めませんでした

source: 잠시 후 다시 확인해 주세요.
en: Please try again shortly.
ja: しばらくしてからもう一度お試しください。

source: 주변 장소를 찾지 못했습니다
en: No nearby places found
ja: 近くに場所が見つかりませんでした

source: 검색 범위를 넓혀 다시 확인해 보세요.
en: Try a wider search radius.
ja: 検索範囲を広げてもう一度お試しください。

source: 찾고 싶은 책을 입력해 주세요
en: Enter a book to search for
ja: 探したい本を入力してください

source: 책 제목이나 저자로 관련 글을 찾을 수 있습니다.
en: Find related articles by book title or author.
ja: 本のタイトルや著者で関連記事を探せます。

source: 직접 검색하거나 책장에서 골라보세요.
en: Search directly or choose from your library.
ja: 直接検索するか、本棚から選んでください。

source: 관련 글을 불러오지 못했습니다
en: Could not load related articles
ja: 関連記事を読み込めませんでした

source: 책에 관한 글을 찾고 있습니다
en: Finding articles about the book
ja: 本に関する記事を探しています

source: 관련 글을 찾지 못했습니다
en: No related articles found
ja: 関連記事が見つかりませんでした

source: 검색어를 바꾸거나 최신순으로 확인해 보세요.
en: Try another search term or sort by latest.
ja: 検索語を変えるか、新しい順に並べ替えてください。

source: 순위를 불러오지 못했습니다
en: Could not load rankings
ja: ランキングを読み込めませんでした

source: 인기 도서를 불러오고 있습니다
en: Loading popular books
ja: 人気の本を読み込んでいます

source: 순위 정보가 없습니다
en: No ranking data
ja: ランキング情報がありません

source: 책 이름
en: Book title
ja: 本のタイトル

source: 저자
en: Author
ja: 著者

source: 책 소개
en: Book description
ja: 本の紹介

source: 세부 정보
en: Details
ja: 詳細

source: 출판사
en: Publisher
ja: 出版社

source: 발행일
en: Publication date
ja: 出版日

source: 표지 URL
en: Cover URL
ja: 表紙のURL

source: 도서 찾기
en: Find books
ja: 本を探す

source: 검색 결과가 없습니다.
en: No search results.
ja: 検索結果がありません。

source: 책 등록하기
en: Add a book
ja: 本を登録する

source: 책 정보 입력하기
en: Enter book details
ja: 本の情報を入力する

source: 저장할 책 선택하기
en: Choose a book
ja: 保存先の本を選ぶ

source: 책 페이지 캡처하기
en: Capture a book page
ja: 本のページを撮影する

source: 문장 선택하기
en: Select a sentence
ja: 文を選ぶ

source: 글조각 활용하기
en: Use your quotes
ja: 引用を活用する

source: 위의 + 버튼으로 읽고 있는 책을 등록하세요.
en: Tap the + button above to add the book you are reading.
ja: 上の＋ボタンから読んでいる本を登録してください。

source: 책을 검색하거나 책 이름을 직접 입력한 뒤, 오른쪽 위 체크를 누르세요. 등록한 책은 내 책장에 남습니다.
en: Search for a book or enter its title, then tap the checkmark at the top right. It will stay in your library.
ja: 本を検索するかタイトルを入力し、右上のチェックを押してください。登録した本は本棚に残ります。

source: 위에서 글조각을 담을 책을 선택하세요. 지금 표시된 책에 저장됩니다.
en: Choose a book above. Your quote will be saved to the displayed book.
ja: 上で引用の保存先の本を選んでください。表示中の本に保存されます。

source: 글 캡처를 누르거나 오른쪽 사진 버튼으로 책 페이지를 불러오세요.
en: Tap Capture Text or use the photo button on the right to import a book page.
ja: 「文章を撮影」を押すか、右の写真ボタンから本のページを読み込んでください。

source: 문장에 밑줄이나 네모를 그려보세요. 손을 떼면 자동으로 인식해 저장합니다.
en: Underline a sentence or draw a rectangle. It will be recognized and saved when you lift your finger.
ja: 文に下線や四角を描いてください。指を離すと自動的に認識して保存します。

source: 저장한 글조각은 책장에서 메모를 더하거나 음성으로 들을 수 있어요. 인사이트에서 생각을 정리해보세요. 지우개는 화면의 선택만 지웁니다.
en: Add notes or listen to saved quotes in Library. Organize your thoughts in Insights. The eraser clears only on-screen selections.
ja: 保存した引用には本棚でメモを追加したり、読み上げたりできます。インサイトで考えを整理しましょう。消しゴムは画面上の選択だけを消します。

source: 이미지를 읽을 수 없습니다.
en: Could not read the image.
ja: 画像を読み取れませんでした。

source: 이미지에서 글자를 찾지 못했습니다.
en: No text found in the image.
ja: 画像内に文字が見つかりませんでした。

source: 위치 권한을 허용하면 가까운 서점과 도서관을 볼 수 있습니다.
en: Allow location access to see nearby bookstores and libraries.
ja: 位置情報を許可すると、近くの書店や図書館を表示できます。

source: 이 iPhone에서는 위치를 사용할 수 없습니다.
en: Location is unavailable on this iPhone.
ja: このiPhoneでは位置情報を使用できません。

source: 현재 위치를 확인할 수 없습니다.
en: Could not determine your location.
ja: 現在地を確認できません。

source: 현재 위치를 확인하지 못했습니다. 다시 시도해 주세요.
en: Could not determine your location. Please try again.
ja: 現在地を確認できませんでした。もう一度お試しください。

source: 음성 인식 권한이 필요합니다.
en: Speech recognition permission is required.
ja: 音声認識の許可が必要です。

source: 마이크 권한이 필요합니다.
en: Microphone permission is required.
ja: マイクの許可が必要です。

source: 지금은 음성 인식을 사용할 수 없습니다.
en: Speech recognition is currently unavailable.
ja: 現在、音声認識を使用できません。

source: 이 기기에서는 온디바이스 음성 인식을 사용할 수 없습니다.
en: On-device speech recognition is unavailable on this device.
ja: この端末ではオンデバイス音声認識を使用できません。

source: 음성 메모를 시작할 수 없습니다.
en: Could not start the voice memo.
ja: 音声メモを開始できませんでした。

source: 커뮤니티 서버 연결이 아직 설정되지 않았습니다.
en: The community server connection is not configured.
ja: コミュニティサーバーへの接続がまだ設定されていません。

source: 서버 요청 주소를 만들 수 없습니다.
en: Could not create the server request URL.
ja: サーバーのリクエストURLを作成できません。

source: 서버 응답을 읽을 수 없습니다. 잠시 후 다시 시도해 주세요.
en: Could not read the server response. Please try again shortly.
ja: サーバーの応答を読み取れません。しばらくしてから再試行してください。

source: 응답이 지연되고 있습니다. 네트워크 상태를 확인해 주세요.
en: The response is taking too long. Check your connection.
ja: 応答が遅れています。ネットワーク接続を確認してください。

source: 인터넷에 연결할 수 없습니다. 네트워크 상태를 확인해 주세요.
en: Could not connect to the internet. Check your connection.
ja: インターネットに接続できません。ネットワーク接続を確認してください。

source: 요청이 잠시 제한되었습니다. 잠시 후 다시 시도해 주세요.
en: Requests are temporarily limited. Please try again shortly.
ja: リクエストが一時的に制限されています。しばらくしてから再試行してください。

source: 첫 책을 추가하세요
en: Add your first book
ja: 最初の本を追加しましょう

source: ISBN을 스캔하거나 직접 입력해 캡처할 책을 준비할 수 있습니다.
en: Scan or enter an ISBN to add a book before capturing.
ja: ISBNをスキャンするか直接入力して、撮影する本を登録できます。

source: 최근 글조각
en: Recent quotes
ja: 最近の引用

source: 캡처 탭에서 문장 위를 쓸어 저장하면 이곳에 모입니다.
en: Underline and save sentences in Capture to see them here.
ja: 撮影タブで文に下線を引いて保存すると、ここに集まります。

source: 노랑
en: Yellow
ja: 黄色

source: 핑크
en: Pink
ja: ピンク

source: 파랑
en: Blue
ja: 青

source: 녹색
en: Green
ja: 緑

source: 보라
en: Purple
ja: 紫

source: 완독
en: Finished
ja: 読了

source: 잠시 멈춤
en: Paused
ja: 一時停止

source: 중단
en: Stopped
ja: 中断

source: 글 캡처
en: Capture text
ja: 文章を撮影

source: 모든 글 저장
en: Save all text
ja: すべての文章を保存

source: 자동 저장
en: Auto save
ja: 自動保存

source: 최근
en: Recent
ja: 最近

source: 책별
en: By book
ja: 本別

source: 밑줄긋기
en: Underline
ja: 下線を引く

source: 글 낭독
en: Read aloud
ja: 文章を聴く

source: 새로 밑줄긋기
en: New underline
ja: 新しく下線を引く

source: 이어서 밑줄긋기
en: Continue underlining
ja: 続けて下線を引く

source: 일부 장소를 불러오지 못했습니다
en: Some places could not be loaded
ja: 一部の場所を読み込めませんでした

source: 일부 출처를 불러오지 못했습니다
en: Some sources could not be loaded
ja: 一部の情報源を読み込めませんでした

source: 요청 주소를 만들 수 없습니다.
en: Could not create the request URL.
ja: リクエストURLを作成できません。

source: AI 응답 형식이 예상과 다릅니다.
en: The AI response format was unexpected.
ja: AIの応答形式が正しくありません。

source: AI 응답이 지연되고 있습니다. 네트워크나 모델 상태를 확인한 뒤 다시 시도해 주세요.
en: The AI response is taking too long. Check your connection or model and try again.
ja: AIの応答が遅れています。ネットワークやモデルの状態を確認して再試行してください。

source: AI 서비스에 연결할 수 없습니다. 네트워크 상태를 확인해 주세요.
en: Could not connect to the AI service. Check your connection.
ja: AIサービスに接続できません。ネットワークを確認してください。

source: AI가 비어 있는 응답을 반환했습니다.
en: The AI returned an empty response.
ja: AIから空の応答が返されました。

source: AI 교정 결과가 원문과 너무 달라 적용하지 않았어요.
en: The AI correction differed too much from the source and was not applied.
ja: AIの補正結果が原文と大きく異なるため、適用しませんでした。

source: 서비스 설정이 아직 완료되지 않았습니다.
en: The service is not configured yet.
ja: サービスの設定がまだ完了していません。

source: 정보를 불러오지 못했습니다. 다시 시도해 주세요.
en: Could not load the information. Please try again.
ja: 情報を読み込めませんでした。もう一度お試しください。

source: 다시 캡처
en: Capture again
ja: 撮り直す

source: 글조각 삭제됨
en: Quote deleted
ja: 引用を削除しました

source: 글조각, 태그, 메모 검색
en: Search quotes, tags and memos
ja: 引用、タグ、メモを検索

source: 글조각, 태그, 책 검색
en: Search quotes, tags and books
ja: 引用、タグ、本を検索

source: AI 기능 사용
en: Using AI features
ja: AI機能の使用

source: AI 연결 테스트 완료
en: AI connection test complete
ja: AI接続テストが完了しました

source: AI로 전송되는 정보
en: Information sent to AI
ja: AIに送信される情報

source: 개인 독서 기록
en: Personal reading history
ja: 個人の読書記録

source: 검색
en: Search
ja: 検索

source: 공유 전 확인
en: Before sharing
ja: 共有前の確認

source: 근거 글조각
en: Source quotes
ja: 参照した引用

source: 글조각 서랍의 처리
en: How Quote Drawer handles data
ja: 引用の引き出しでの処理
